package com.javarush.test.level03.lesson12.home01;

/*
 Вывести на экран надпись «Жить хорошо, а хорошо жить еще лучше»
 */
public class Solution
{
    public static void main(String[] args)
    {
        System.out.println("Жить хорошо, а хорошо жить еще лучше");
    }
}
